{
  "name": "Codes",
  "children": [
    {
      "name": "Behavior",
      "children": [
        {
          "name": "Function",
          "children": [
            {"name": "it tells me the Fucking time"},
            {"name": "Weather"},
            {"name": "Time"},
            {"name": "HR monitor"},
            {"name": "camera"},
            {"name": "HR monitor"},
            {"name": "temperature/weather"},
            {"name": "timer"},
            {"name": "Time"},
            {"name": "change the volume"},
            {"name": "Notifications"},
            {"name": "text messages, phone calls, and calendar events only"},
            {"name": "barcode scanner"},
            {"name": "display that is always on"},
            {"name": "I know when I have left my phone behind"},
            {"name": "notifications"},
            {"name": "music controller"},
            {"name": "pedometer"},
            {"name": "notifications"},
            {"name": "always on watchface"},
            {"name": "The original Smartwatch at least woke up when tapped or when you snapped your fingers twice"},
            {"name": "Pebble display lights up with a flick of the wrist"},
            {"name": "on the pebble and Metawatch including Weather, Calendar entries etc"},
            {"name": "screen turns on when I raise my wrist, touch the screen, or press the side button"},
            {"name": "screen turns off when I lower my wrist or press the side button"},
            {"name": "voice command"},
            {"name": "Swiping up and down cycles through the cards, left brings up additional actions, and right dismisses cards"},
            {"name": "Smart Lock"},
            {"name": "turn off the screen by putting your palm on it"},
            {"name": "Pin music in the Play Music app on your phone. Pinned songs will be transferred to your watch automatically"},
            {"name": "you can turn of the screen by covering it with your hand"},
            {"name": "I know that you can read the rest of gmail emails by clicking on the card to expand it, then scrolling through it"},
            {"name": "watch GPS"},
            {"name": "music playback"}
          ]
        },
        {
          "name": "Uses",
          "children": [
            {"name": "control the Philips Hue lights and Belkin Wemo switches in the house"},
            {"name": "sleep tracking"},
            {"name": "control my music"},
            {"name": "I have the barcodes for three loyalty cards I frequently use"},
            {"name": "Text notification"},
            {"name": "music control in the shower"},
            {"name": "quick canned text replies"},
            {"name": "Design watchfaces"},
            {"name": "control my music"},
            {"name": "check notifications"},
            {"name": "Alerts: SMS/Email/Apps/incoming calls"},
            {"name": "Track speed/distance during workouts"},
            {"name": "Silent alarm on my wrist"},
            {"name": "new apps"},
            {"name": "watch faces"},
            {"name": "Remote control for camera (esp. vacations)"},
            {"name": "checking notifications"},
            {"name": "glancing at my watch to get distance and pace"},
            {"name": "Quick glancing at notifications"},
            {"name": "check a text"},
            {"name": "occasional voice command to Google Now"},
            {"name": "I'm checking the temperature/weather multiple times a day"},
            {"name": "sms groups"},
            {"name": "see what song is playing"},
            {"name": "Authenticator"},
            {"name": "Music control"},
            {"name": "I listen to music in the shower"},
            {"name": "Exercise tracking"},
            {"name": "navigation"},
            {"name": "get my stats (time on ride, speed)"},
            {"name": "have Google Maps navigation pushing directions to my watch"},
            {"name": "weather at a glance"},
            {"name": "Sleep tracking"},
            {"name": "Silent alarms"},
            {"name": "I have it set up so I can start any music app, start recording a bike ride or run on Strava, lock/unlock my phone (in addition to when it disconnects from the watch), and start/stop my Wi-Fi access point all without touching my phone"},
            {"name": "replying to messages when I'm busy"},
            {"name": "Checking notifications"},
            {"name": "notification glancing"},
            {"name": "finding my phone when someone tried to hid it"},
            {"name": "music controls"},
            {"name": "notifications"},
            {"name": "put my phone on silent and only the important/urgent notifications are brought to my attention"},
            {"name": "not missing phone calls when I'm using my computer and my phone is on the table or charging"},
            {"name": "using glance to send text messages to quickly"},
            {"name": "discreetly check phone notifications during meetings"},
            {"name": "subtly check messages"},
            {"name": "discretely screen calls/text messages when I'm in a meeting, out with friends, on a date, etc"},
            {"name": "alarm clock in the morning"},
            {"name": "weather"},
            {"name": "fitness apps"},
            {"name": "remote display for my iPhone"},
            {"name": "tasker to enable and disable notifications on a per app basis based on location:"},
            {"name": "home automation buttons via glance whenever I'm on my home Wi-Fi"},
            {"name": "to wake my phone, so from the lockscreen, I can use voice commands"},
            {"name": "open apps"},
            {"name": "make phone calls"},
            {"name": "send text messages"},
            {"name": "create calendar appointments"},
            {"name": "look up information online via cards in search support"},
            {"name": "customize the notifications with Android"},
            {"name": "quickly read the text off of the watch"},
            {"name": "It's an amazing ice breaker"},
            {"name": "never miss a call or text"},
            {"name": "track my sleep"},
            {"name": "control the tracks and volume in Google Play Music and Podcast Addict"},
            {"name": "alerts / directions"},
            {"name": "Calculator for Android Wear is neat. I've used it for tips before"}
          ]
        }
      ]
    },
    {
      "name": "Emotional Value",
      "children": [
        {
          "name": "Visceral",
          "children": [
            {"name": "looked slick enough"},
            {"name": "they look way cooler"},
            {"name": "I love looking at the time"},
            {"name": "It sucked and was super ugly"},
            {"name": "uncomfortable"},
            {"name": "I swear by my Pebble Steel. It's a much more streamlined and elegant design - still fairly masculine, but the included leather strap certainly makes it wearable and fairly pleasant looking!"},
            {"name": "I tried the Samsung Gear and also the Fit and both looked too big for my girls wrist"},
            {"name": "I have a Samsung Gear 2 Neo. To be honest it is too big for me"},
            {"name": "I have a fitbit and never wear it because it's hideous"},
            {"name": "the black one stood out big time on my little wrists and looked totally disproportionate"},
            {"name": "The watch itself is nice and light"},
            {"name": "The plastic strap it comes with has made my wrist a little more sweaty at times than I like"},
            {"name": "Otherwise, it is comfortable to wear"},
            {"name": "goes with most of the things I wear"},
            {"name": "it just looks great.. smooth black face & the bright stripey strap"},
            {"name": "I love concrete buttons"},
            {"name": "it looked more modern and streamline"},
            {"name": "colour display is superb"}
          ]
        },
        {
          "name": "Behavioral",
          "children": [
            {"name": "Not having to take my phone out all time has been really awesome"},
            {"name": "more useful than you might think"},
            {"name": "Fun"},
            {"name": "No longer have to pull my phone off my hip and type my password while jogging just to see my distance and pace...worth it"},
            {"name": "HR monitor worked better than expected"},
            {"name": "I enjoy just glancing at my watch to get distance and pace"},
            {"name": "I also enjoy the camera more than expected. It's not great, but it is fairly quick; faster than pulling my phone out"},
            {"name": "Bad: Battery life"},
            {"name": "hokey, inconvenient charging adapter"},
            {"name": "this is really handy in class when the teacher might not appreciate me pulling out my phone to check a text"},
            {"name": "neat little toy"},
            {"name": "I might get 200-300 sms during a day. Having a smartwatch makes that so much more tolerable"},
            {"name": "Being able to see what song is playing is also cool"},
            {"name": "For me, its been a awesome tool"},
            {"name": "I don't check my phone when I'm at work or in class, checking the time is so easy with an actual watch compared to pulling out a phone"},
            {"name": "Usually I can open it by the time whatever website verifies my password (yeah, under a second.)"},
            {"name": "being able to change the music when I've got a radio station on or a diverse playlist with some stuff I don't want to hear in it is nice"},
            {"name": "Being able to stop the music if someone tries to talk to me from outside the room is nice"},
            {"name": "Being able to change the volume when some songs are super loud and some are really quiet is nice"},
            {"name": "Easy, just glance at your watch"},
            {"name": "convenient being able to see notifications without having to pull out my phone"},
            {"name": "music controls (awesome when you're driving)"},
            {"name": "I love that I can just put my phone on silent and only the important/urgent notifications are brought to my attention"},
            {"name": "As a former Jawbone Up user (both standard and 24), I can categorically say do NOT buy one. I went through 5 in a year"},
            {"name": "It is really inspiring to walk a little more when I know I can earn a few more calories for the day"},
            {"name": "I've had two fitbit flex's and the clasps are just horrendous. I lost two, and had close calls with losing them several times"},
            {"name": "clunky"},
            {"name": "Wear mine every day"},
            {"name": "My husband wore his every day for awhile and found it useful"},
            {"name": "Eventually he just stopped staying on top of keeping it charged"},
            {"name": "Just incredibly convenient to be able to subtly check messages and whatnot"},
            {"name": "Charge lasts about three to four days"},
            {"name": "FitBit keeps me moving throughout the day"},
            {"name": "has been useful for my professional career"},
            {"name": "really convenient to get my texts and calls without having to rudely pull out my phone"},
            {"name": "so far it has not had a reliable pedometer app"},
            {"name": "Overall, I like it. It is a fun"},
            {"name": "super battery life"},
            {"name": "It does everything I need"},
            {"name": "I just wish it was a little more rugged"},
            {"name": "I am not compulsively checking my phone for notifications anymore"},
            {"name": "For on-the-go information and simple tasks, the usefulness cannot be overstated"},
            {"name": "I love concrete buttons"},
            {"name": "I don't carry my phone around with me around the house, but my watch is always on my wrist"},
            {"name": "I wear the samsung gear S everyday"},
            {"name": "I wear it daily and the battery life is still astounding... at least 2 days on a charge"},
            {"name": "Its convenient and ive gotten so used to it that i get weird when i dont have it on"},
            {"name": "Can't do nearly the amount of things it should do"},
            {"name": "Widgets on the watch gives unrivaled info at a glance and customizability"},
            {"name": "it's definitely one of those things that's nice to have but nowhere near a necessity"},
            {"name": "quick and unobtrusive method for notifications"},
            {"name": "I don't have to pull out my phone"},
            {"name": "pedometer is about as accurate as my S5, which is to say, not accurate at all"},
            {"name": "screen is really too small for any finger input, and even reading long messages can become a hassle"},
            {"name": "extremely useful in meetings, working around the house or driving because I can see my notifications without interrupting what I'm doing"},
            {"name": "always on watchface in the day is superb apart from the lack of options"},
            {"name": "but at night the only way to see the display is to press the button"},
            {"name": "the watch does not quite cut it"},
            {"name": "apps are clunky and most really dont work properly"},
            {"name": "the Original smartwatch's music app was much better"},
            {"name": "notifications at the moment are pretty good apart from the lack of exchange mail , whats app etc."},
            {"name": "the battery life is now acceptable (2-3 days)"},
            {"name": "they released firmware for the Smartwatch which broke the double tap feature"},
            {"name": "In its current form, the watch essentially requires navigating menus to see most worthwhile information"},
            {"name": "email app support is abysmal"},
            {"name": "the clock on the watch began to fall behind"},
            {"name": "it would be nice, if the watch could show something when the bluetooth connection fails"},
            {"name": "Smart Lock allows me to unlock my Lollipop phone without entering my PIN. [EDIT: Probably my favorite feature so far if for nothing more than the convenience"},
            {"name": "Google Maps navigation alerts / directions on my smartwatch is very useful and much safer when driving"},
            {"name": "I can run in the rain with just waterproof headphones and this IP68 watch rather than bring my phone in a ziploc bag"},
            {"name": "It's fairly accurate and nice when I don't want to take my phone out of my pocket or talk to my watch"},
            {"name": "It is just a quicker way then pressing a little button on the side of the watch"},
            {"name": "Calculator for Android Wear is neat"},
            {"name": "It took nearly two hours to transfer 1GB of music over to the watch"},
            {"name": "There may be a bug on my device because if I go into the search list and select 'Play Music' it starts playing shuffled music on my phone. This shouldn't happen because in Android Wear I selected Play Music for the 'Play Music' choice, not 'On the phone'"}
          ]
        },
        {
          "name": "Reflective",
          "children": [
            {"name": "Pretending to check the time so people see my smart watch"},
            {"name": "It's pretty much an extension of me now"},
            {"name": "You're checking the time when you don't even care what time it is just to make people jealous :P        You caught me"},
            {"name": "Checking notifications without being rude in social situations from pulling out my smartphone"},
            {"name": "In terms of usability I swear by it"},
            {"name": "To be honest it is too big for me but I wear my techno-whoredom with pride!"},
            {"name": "I couldn't live without either of them"},
            {"name": "It is a fun, new gadget that gets a lot of attention"},
            {"name": "I don't want fancy apps or fancy watchfaces. No color LCD."},
            {"name": "it's useful in today's always-connected world"},
            {"name": "Sadly, mostly people assume it's the apple watch"},
            {"name": "Yeah, the "},
            {"name": "I just got the GWR because I am an early adopter and I love gadgets"},
            {"name": "one or two people have asked if it is an iWatch....... eye-roll"},
            {"name": "Every third idiot asks if it is an iWatch"},
            {"name": "there have been quite a few idiots that have asked if my moto360 was an apple watch...I just give them the thousand mile stare"},
            {"name": "Glad to hear im not the only one wearing an Android Wear watch in high school!"},
            {"name": "I have been asked if it is that the apple watch by one person. Other then than though... all positive reactions"},
            {"name": "im an early adopter that doesn't mind wasting money and im not upset by the purchase"}
          ]
        }
      ]
    },
    {
      "name": "Misc.",
      "children": [
        {
          "name": "Apps",
          "children": [
            {"name": "Tasker"},
            {"name": "Sleep As Android"},
            {"name": "Music Boss"},
            {"name": "Wear Your Barcode"},
            {"name": "Runkeeper"},
            {"name": "RunKeeper"},
            {"name": "Google Now"},
            {"name": "randomizer app"},
            {"name": "Strava"},
            {"name": "Google Maps"},
            {"name": "Sleep as Android"},
            {"name": "Tasker"},
            {"name": "AutoPebble"},
            {"name": "tasker"},
            {"name": "glance"},
            {"name": "MyFitnessPal"},
            {"name": "MFP"},
            {"name": "MFP"},
            {"name": "pebblenotifier"},
            {"name": "tasker"},
            {"name": "glance"},
            {"name": "Glance"},
            {"name": "Tasker"},
            {"name": "LiveView"},
            {"name": "Google launcher"},
            {"name": "Sleep as Android"},
            {"name": "Google Fit"},
            {"name": "My Tracks"},
            {"name": "Maps"},
            {"name": "Gmail"},
            {"name": "Hangouts"},
            {"name": "Play Music"},
            {"name": "Podcast Addict"},
            {"name": "Minuum has a keyboard .apk"},
            {"name": "https://www.youtube.com/watch?v=28ZgrZ77Low"},
            {"name": "Calculator"},
            {"name": "Play Music"}
          ]
        },
        {
          "name": "Devices",
          "children": [
            {"name": "Pebble Steel"},
            {"name": "Pebble"},
            {"name": "Pebble"},
            {"name": "Samsung Gear 2"},
            {"name": "Gear (1)"},
            {"name": "pebble"},
            {"name": "Pebble"},
            {"name": "Pebble"},
            {"name": "pebble"},
            {"name": "Pebble"},
            {"name": "Jawbone Up"},
            {"name": "Jawbone Up24"},
            {"name": "Fitbit Flex"},
            {"name": "FitBit"},
            {"name": "Jawbone Up"},
            {"name": "fitbit flex"},
            {"name": "pebble"},
            {"name": "Pebble"},
            {"name": "Pebble Steel"},
            {"name": "Moto 360"},
            {"name": "Samsung Gear"},
            {"name": "Fit"},
            {"name": "Sony Smartband"},
            {"name": "Samsung Gear 2 Neo"},
            {"name": "Pebble"},
            {"name": "FitBit Flex"},
            {"name": "fitbit"},
            {"name": "Pebble"},
            {"name": "Smart watch 2"},
            {"name": "Pebble Steel"},
            {"name": "moto X"},
            {"name": "pebble"},
            {"name": "Pebble Steel"},
            {"name": "Steel"},
            {"name": "Pebble"},
            {"name": "samsung gear S"},
            {"name": "GWR"},
            {"name": "Zenwatch"},
            {"name": "moto360"},
            {"name": "Pebble"},
            {"name": "G Watch"},
            {"name": "360"},
            {"name": "G Watch"},
            {"name": "moto 360"},
            {"name": "360"},
            {"name": "G Watch R"},
            {"name": "G-watch"},
            {"name": "Galaxy Gear"},
            {"name": "gear fit"},
            {"name": "Gear 2 neo"},
            {"name": "LG watch"},
            {"name": "Sony Smartwatch 2"},
            {"name": "Galaxy Gear"},
            {"name": "Pebble"},
            {"name": "Sony Smartwatch 2"},
            {"name": "G Watch"}
          ]
        },
        {
          "name": "Desired Features",
          "children": [
            {"name": "I hope there is a smaller sized option for us skinny wristed people"},
            {"name": "I would love NFC and WiFi on mine"},
            {"name": "I just wish it was much easier to charge - I'd love for a smartwatch to have some type of contact-based charger that clips onto one end of the strap instead of the current plastic enclosure."},
            {"name": "More info on the watchface than just the time"},
            {"name": "lack of the ability to organise the App order on the watch"},
            {"name": "Turn on the Backlight by a flick of the wrist"}
          ]
        }
      ]
    }
  ]
}